tap "gdubw/gng"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "bash"
brew "bat"
brew "certigo"
brew "coreutils"
brew "curl"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "glow"
brew "gng"
brew "go"
brew "gopls"
brew "graphviz"
brew "htop"
brew "jq"
brew "krew"
brew "languagetool"
brew "make"
brew "neovim"
brew "node"
brew "nvim"
brew "pandoc"
brew "poppler"
brew "proselint"
brew "python@3.9"
brew "ripgrep"
brew "ripgrep-all"
brew "starship"
brew "stylua"
brew "tesseract"
brew "tmux"
brew "tree"
brew "vim"
brew "wader/tap/fq"
brew "wget"
brew "whalebrew"
brew "yq"
brew "zplug"
brew "zsh"

cask "docker"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "iterm2"
cask "jetbrains-toolbox"
cask "visual-studio-code"

whalebrew "whalebrew/neuron"
