tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "wader/tap"
brew "bash"
brew "certigo"
brew "coreutils"
brew "gettext"
brew "curl"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "glow"
brew "go"
brew "gopls"
brew "helm-ls"
brew "htop"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "languagetool"
brew "libuv"
brew "llvm"
brew "lua-language-server"
brew "make"
brew "neovim"
brew "node"
brew "pandoc"
brew "proselint"
brew "pyenv"
brew "pyright"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruff"
brew "rustup-init"
brew "sccache"
brew "starship"
brew "stylua"
brew "tmux"
brew "tree"
brew "uv"
brew "vale"
brew "wget"
brew "write-good"
brew "yaml-language-server"
brew "yq"
brew "zsh"
brew "wader/tap/fq"
cask "docker"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "jetbrains-toolbox"
cask "ghostty"
cask "obsidian"
cask "spotify"
cask "visual-studio-code"
vscode "asvetliakov.vscode-neovim"
vscode "editorconfig.editorconfig"
vscode "k--kato.intellij-idea-keybindings"
vscode "rust-lang.rust-analyzer"
