tap "gdubw/gng"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "wader/tap"
brew "bash"
brew "certigo"
brew "coreutils"
brew "gettext"
brew "curl"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "glow"
brew "go"
brew "gopls"
brew "htop"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "languagetool"
brew "libuv"
brew "lua-language-server"
brew "make"
brew "neovim"
brew "node"
brew "pandoc"
brew "proselint"
brew "pyright"
brew "ripgrep"
brew "rustup-init"
brew "stylua"
brew "tree"
brew "wasmtime"
brew "wget"
brew "whalebrew"
brew "yq"
brew "zplug"
brew "zsh"
brew "gdubw/gng/gng"
brew "wader/tap/fq"
cask "docker"
cask "font-jetbrains-mono"
cask "iterm2"
cask "jetbrains-toolbox"
cask "obsidian"
cask "spotify"
cask "visual-studio-code"
